
/* Class = "NSWindow"; title = "Preferences"; ObjectID = "3"; */
"3.title" = "Preferencias";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Software update check interval"; ObjectID = "353"; */
"353.ibExternalAccessibilityDescription" = "Intervalo de comprobación de actualizaciones de software";

/* Class = "NSButtonCell"; title = "Check for updates now"; ObjectID = "358"; */
"358.title" = "Buscar actualizaciones ahora";

/* Class = "NSButtonCell"; title = "Inform me of beta releases"; ObjectID = "359"; */
"359.title" = "Quiero información sobre las versiones beta";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "361"; */
"361.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "week"; ObjectID = "363"; */
"363.title" = "semana";

/* Class = "NSMenuItem"; title = "day"; ObjectID = "365"; */
"365.title" = "día";

/* Class = "NSMenuItem"; title = "month"; ObjectID = "366"; */
"366.title" = "mes";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Insert template token"; ObjectID = "434"; */
"434.ibExternalAccessibilityDescription" = "Insertar el campo seleccionado en la plantilla";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "442"; */
"442.title" = "Asunto:";

/* Class = "NSTextFieldCell"; title = "Body:"; ObjectID = "444"; */
"444.title" = "Cuerpo:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "446"; */
"446.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Exit Status"; ObjectID = "447"; */
"447.title" = "Estado de salida";

/* Class = "NSMenuItem"; title = "Start Time"; ObjectID = "448"; */
"448.title" = "Inicio";

/* Class = "NSMenuItem"; title = "Task Name"; ObjectID = "449"; */
"449.title" = "Nombre de la tarea";

/* Class = "NSTextFieldCell"; title = "Template values:"; ObjectID = "450"; */
"450.title" = "Valores de la plantilla:";

/* Class = "NSButtonCell"; title = "Insert"; ObjectID = "451"; */
"451.title" = "Insertar";

/* Class = "NSTextFieldCell"; title = "Snapshots are read-only copies of a volume, frozen in time. By creating snapshots during a backup task, CCC can restore the whole state of a volume at a specific date. Snapshots are available for APFS-formatted volumes on macOS High Sierra and later. For the best performance, we recommend enabling snapshots only on SSD-backed devices. If you disable this setting, you can still enable snapshots on individual volumes by clicking on that volume in CCC's sidebar."; ObjectID = "464"; */
"464.title" = "Las instantáneas son copias de solo lectura de un volumen, que queda congelado en un instante concreto. Creando instantáneas durante una tarea de copia de seguridad, CCC puede restaurar el estado completo del volumen en una fecha concreta. Las instantáneas están disponibles para volúmenes con formato APFS en macOS High Sierra y versiones posteriores. Para el máximo rendimiento, recomendamos activar instantáneas solo en dispositivos copiados en unidades SSD. Si desactiva esta opción, podrá activar las instantáneas en volúmenes individuales pulsando en el volumen en cuestión en la barra lateral de CCC.";

/* Class = "NSButtonCell"; title = "Enable snapshots on APFS-formatted, SSD-backed volumes"; ObjectID = "465"; */
"465.title" = "Activar instantáneas en volúmenes con formato APFS y copiados en unidades SSD";

/* Class = "NSTextFieldCell"; title = "Backup tasks involve both disk and CPU activity, so they can affect battery run time. By default, CCC will not start a scheduled task if the system is running on battery power when this is selected, instead deferring those tasks until the system is plugged into AC power. Uncheck this option to allow scheduled tasks to start running even when on battery power. This setting will not affect tasks that you start manually."; ObjectID = "466"; */
"466.title" = "Las tareas de copia de seguridad generan actividad del disco y del procesador, por lo que pueden afectar a la duración de la batería. Por omisión, CCC no iniciará una tarea programada si el sistema funciona con la batería al seleccionar esto, posponiendo esas tareas hasta que el sistema esté enchufado a la corriente. Desmarque esta opción para que las tareas programadas se ejecuten también cuando el sistema funciona con la batería. Esta opción no afectará a las tareas que se ejecutan manualmente.";

/* Class = "NSButtonCell"; title = "Start scheduled tasks only when the system is running on AC power"; ObjectID = "467"; */
"467.title" = "Ejecutar las tareas programadas solo si el sistema está enchufado a la corriente";

/* Class = "NSTextFieldCell"; title = "CCC protects the OS installation on your startup disk when you choose that volume as the destination to a backup/restore task. CCC will inform you about the automatic filter imposed when this is selected."; ObjectID = "470"; */
"470.title" = "CCC protege el sistema operativo de su disco de arranque cuando selecciona el volumen en cuestión como destino de una tarea de copia de seguridad o restauración. CCC le informará sobre el filtro automático impuesto al seleccionar esto.";

/* Class = "NSButtonCell"; title = "Warn when choosing the startup disk as the destination"; ObjectID = "471"; */
"471.title" = "Avisar cuando se selecciona el disco de arranque como destino";

/* Class = "NSToolbarItem"; label = "General"; ObjectID = "475"; */
"475.label" = "General";

/* Class = "NSToolbarItem"; paletteLabel = "General"; ObjectID = "475"; */
"475.paletteLabel" = "General";

/* Class = "NSToolbarItem"; label = "Software Update"; ObjectID = "476"; */
"476.label" = "Actualización de software";

/* Class = "NSToolbarItem"; paletteLabel = "Software Update"; ObjectID = "476"; */
"476.paletteLabel" = "Actualización de software";

/* Class = "NSToolbarItem"; label = "Email Settings"; ObjectID = "477"; */
"477.label" = "Opciones de correo";

/* Class = "NSToolbarItem"; paletteLabel = "Email Settings"; ObjectID = "477"; */
"477.paletteLabel" = "Opciones de correo";

/* Class = "NSMenuItem"; title = "Error"; ObjectID = "510"; */
"510.title" = "Error";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Email subject template"; ObjectID = "513"; */
"513.ibExternalAccessibilityDescription" = "Plantilla de asunto de correo";

/* Class = "NSScrollView"; ibExternalAccessibilityDescription = "Email body template"; ObjectID = "515"; */
"515.ibExternalAccessibilityDescription" = "Plantilla de cuerpo de correo";

/* Class = "NSWindow"; title = "Email Recipient"; ObjectID = "558"; */
"558.title" = "Destinatario de correo";

/* Class = "NSTextFieldCell"; title = "The email recipient is normally defined on a per-task basis. Please enter an email address below for the purpose of sending this test email."; ObjectID = "563"; */
"563.title" = "Normalmente, el destinatario de correo asignado es distinto para cada tarea. Escriba a continuación una dirección de correo para enviarle este correo de prueba.";

/* Class = "NSButtonCell"; title = "Send Email"; ObjectID = "565"; */
"565.title" = "Enviar mensaje de correo";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "567"; */
"567.title" = "Cancelar";

/* Class = "NSTextFieldCell"; title = "\"Sent From\" Email:"; ObjectID = "653"; */
"653.title" = "Correo del «remitente»:";

/* Class = "NSButtonCell"; title = "Send Test Email..."; ObjectID = "658"; */
"658.title" = "Enviar correo de prueba...";

/* Class = "NSButtonCell"; title = "Save Changes"; ObjectID = "678"; */
"678.title" = "Guardar cambios";

/* Class = "NSTextFieldCell"; title = "Send test email to:"; ObjectID = "690"; */
"690.title" = "Enviar correo de prueba a:";

/* Class = "NSTextFieldCell"; title = "When Creating Backups:"; ObjectID = "701"; */
"701.title" = "Al crear copias de seguridad:";

/* Class = "NSTextFieldCell"; title = "Battery Power:"; ObjectID = "704"; */
"704.title" = "Alimentación con batería:";

/* Class = "NSTextFieldCell"; title = "Update Settings:"; ObjectID = "706"; */
"706.title" = "Opciones de actualización:";

/* Class = "NSButtonCell"; title = "Check for updates once per"; ObjectID = "708"; */
"708.title" = "Buscar actualizaciones una vez cada";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for email notifications"; ObjectID = "711"; */
"711.ibExternalAccessibilityDescription" = "Documentación de las notificaciones de correo";

/* Class = "NSButtonCell"; title = "Don't tell me if the destination's Recovery HD is missing or out of date"; ObjectID = "2dx-yq-c9p"; */
"2dx-yq-c9p.title" = "No avisar si el Disco de recuperación del destino no se encuentra o está anticuado";

/* Class = "NSButtonCell"; title = "Use filesystem events database when possible"; ObjectID = "344-zY-F5k"; */
"344-zY-F5k.title" = "Usar la base de datos de eventos del sistema de archivos cuando sea posible";

/* Class = "NSButtonCell"; title = "Favor performance over detailed progress indication"; ObjectID = "36L-Bd-PEy"; */
"36L-Bd-PEy.title" = "Dar prioridad al rendimiento sobre la precisión del indicador de progreso";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "3nb-9B-wwm"; */
"3nb-9B-wwm.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "CCC's user agent is required for sending \"Task started\" and \"Task finished\" Notifications, and for implementing the advanced options to Restart or Shutdown when a task is finished. The user agent is also responsible for reminders and confirmation prompts associated with tasks configured to run when the source or destination is reattached."; ObjectID = "4RP-QE-wZC"; */
"4RP-QE-wZC.title" = "El agente de usuario de CCC es necesario para enviar notificaciones de «Tarea iniciada» y «Tarea finalizada», y para usar las opciones avanzadas para Reiniciar o Apagar el sistema al finalizar una tarea. El agente de usuario también es responsable de los recordatorios y mensajes de confirmación asociados a las tareas configuradas para ejecutarse automáticamente cuando se vuelve a conectar el origen o el destino.";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "5Ey-bv-YzJ"; */
"5Ey-bv-YzJ.title" = "Celda de vista de tabla";

/* Class = "NSToolbarItem"; label = "Notifications"; ObjectID = "6T6-oZ-rML"; */
"6T6-oZ-rML.label" = "Notificaciones";

/* Class = "NSToolbarItem"; paletteLabel = "Notifications"; ObjectID = "6T6-oZ-rML"; */
"6T6-oZ-rML.paletteLabel" = "Notificaciones";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Email Accounts"; ObjectID = "7fX-8H-DyU"; */
"7fX-8H-DyU.ibExternalAccessibilityDescription" = "Cuentas de correo";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "AQ9-a5-JXO"; */
"AQ9-a5-JXO.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "AbS-fw-k6v"; */
"AbS-fw-k6v.title" = "Celda de vista de tabla";

/* Class = "NSButtonCell"; title = "Edit…"; ObjectID = "Djs-8w-v7b"; */
"Djs-8w-v7b.title" = "Editar…";

/* Class = "NSTextFieldCell"; title = "Notification Center Settings:"; ObjectID = "EmN-g6-cul"; */
"EmN-g6-cul.title" = "Ajustes del Centro de notificaciones:";

/* Class = "NSTextFieldCell"; title = "When you specify a folder as the source or exclude items from a backup task, CCC will enumerate the source before copying files so it can provide more accurate progress indication. If the \"barber pole\" progress bar is acceptable, use this option to skip the pre-scan."; ObjectID = "Fgn-Qg-LMq"; */
"Fgn-Qg-LMq.title" = "Cuando especifica una carpeta como origen o excluye elementos de una tarea de copia de seguridad, CCC enumerará el contenido del origen antes de copiar los archivos para que la indicación de progreso sea más precisa. Si prefiere emplear la barra normal de progreso, use esta opción para omitir el escaneo previo.";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "G7Z-ls-qll"; */
"G7Z-ls-qll.title" = "Item 3";

/* Class = "NSButtonCell"; title = "Start CCC's user agent when I log in"; ObjectID = "I2W-PD-gAM"; */
"I2W-PD-gAM.title" = "Iniciar el agente de CCC al iniciar sesión";

/* Class = "NSTableColumn"; headerCell.title = "Name"; ObjectID = "IJD-C7-oYN"; */
"IJD-C7-oYN.headerCell.title" = "Nombre";

/* Class = "NSButtonCell"; title = "Choose a shell script..."; ObjectID = "Jwj-9D-jFI"; */
"Jwj-9D-jFI.title" = "Seleccionar un script de shell...";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "M0R-nU-eSI"; */
"M0R-nU-eSI.title" = "Item 1";

/* Class = "NSTextFieldCell"; title = "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. "; ObjectID = "M8w-pc-7Ln"; */
"M8w-pc-7Ln.title" = "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. ";

/* Class = "NSTextFieldCell"; title = "If the source or destination filesystem is stalled and macOS does not eject the stalled filesystem, the CCC backup task will appear stalled. This timeout prevents an indefinite stall and allows CCC to collect important diagnostics information that can help determine the root of the problem. Specify the value in seconds."; ObjectID = "MQu-WG-4gW"; */
"MQu-WG-4gW.title" = "Si el sistema de archivos del origen o el destino no responde y macOS no lo puede expulsar, la tarea de copia de seguridad de CCC parecerá estar bloqueada. Este tiempo máximo de espera evita un bloqueo indefinido y permite que CCC recopile información de diagnóstico importante que podría ayudarle a determinar el origen del problema. Indique un valor en segundos.";

/* Class = "NSTextFieldCell"; title = "CCC will always report errors to the Notification Center. Use the setting above if you would also like \"start\" and \"finished\" notifications to appear there as well. You can configure the presentation of these notifications in the Notifications preference pane. Please note that notifications can only be sent if CCC's User Agent is running."; ObjectID = "PSG-JS-jD9"; */
"PSG-JS-jD9.title" = "CCC siempre comunicará los errores al Centro de notificaciones. Use esta opción si también desea que aparezcan las notificaciones de inicio y finalización de tareas. Puede configurar el aspecto de estos avisos en el panel de preferencias de Notificaciones. Recuerde que las notificaciones solo pueden enviarse si se está ejecutando el Agente de usuario de CCC.";

/* Class = "NSTableColumn"; headerCell.title = "Kind"; ObjectID = "Wyt-O6-Lh1"; */
"Wyt-O6-Lh1.headerCell.title" = "Tipo";

/* Class = "NSTextFieldCell"; title = "Copying Procedure:"; ObjectID = "Xs9-9P-Qk5"; */
"Xs9-9P-Qk5.title" = "Procedimiento de copia:";

/* Class = "NSButtonCell"; title = "Send \"task started\" and \"task finished\" notifications"; ObjectID = "aG9-LL-5c7"; */
"aG9-LL-5c7.title" = "Enviar notificaciones de «tarea iniciada» y «tarea finalizada»";

/* Class = "NSTextFieldCell"; title = "Per-task preflight shell scripts run after CCC has verified that the source and destination are available. This \"pre-sanity checks\" shell script will run before CCC performs these checks, which could allow you to, for example, wake a remote host. CCC passes the task name and UUID as arguments to this shell script."; ObjectID = "eTX-yk-w56"; */
"eTX-yk-w56.title" = "Los scripts de shell pre-ejecución configurados en cada tarea se ejecutan después de que CCC haya verificado que el origen y el destino están disponibles. Este script de shell «previo a la comprobación inicial de validez» se ejecutará antes de que CCC realice estas comprobaciones, así que, por ejemplo, podría usarlo para reactivar un host remoto. CCC pasa el nombre de la tarea y el UUID como argumentos de este script de shell.";

/* Class = "NSTextFieldCell"; title = "Preflight Shell Script:"; ObjectID = "ewo-pC-o1H"; */
"ewo-pC-o1H.title" = "Script de shell pre-ejecución:";

/* Class = "NSButtonCell"; title = "Flash CCC menubar icon"; ObjectID = "gxL-tt-oq6"; */
"gxL-tt-oq6.title" = "Parpadear el icono de CCC en la barra de menú";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Choose pre-sanity checks preflight script"; ObjectID = "h5A-G8-HIt"; */
"h5A-G8-HIt.ibExternalAccessibilityDescription" = "Seleccionar script previo a la comprobación inicial de validez";

/* Class = "NSTextFieldCell"; title = "Help improve CCC by sharing application usage and task statistics with Bombich Software."; ObjectID = "jOb-5R-pIz"; */
"jOb-5R-pIz.title" = "Ayúdenos a mejorar CCC compartiendo datos de uso de la aplicación y estadísticas de sus tareas con Bombich Software.";

/* Class = "NSToolbarItem"; label = "Advanced"; ObjectID = "jQZ-d5-Ri4"; */
"jQZ-d5-Ri4.label" = "Avanzado";

/* Class = "NSToolbarItem"; paletteLabel = "Advanced"; ObjectID = "jQZ-d5-Ri4"; */
"jQZ-d5-Ri4.paletteLabel" = "Avanzado";

/* Class = "NSButtonCell"; title = "Apply a timeout to the file copying subtask:"; ObjectID = "l1h-mT-f58"; */
"l1h-mT-f58.title" = "Tiempo máximo de espera para la subtarea de copia de archivos:";

/* Class = "NSTextFieldCell"; title = "CCC stores passwords in a macOS Keychain to facilitate the automated mounting of encrypted disk images, encrypted volumes, network shared storage, and for sending email notifications. CCC's keychain is only readable by the System Administrator account, but you can use this table to remove keychain entries. To delete keychain entries, simply select the items you would like to remove, then press the Delete key."; ObjectID = "mQU-rT-HLM"; */
"mQU-rT-HLM.title" = "CCC almacena las contraseñas en un llavero de macOS para facilitar el montaje automático de imágenes de disco encriptadas, volúmenes encriptados y almacenamiento de red, y para enviar notificaciones por correo electrónico. El llavero de CCC solo puede leerlo la cuenta de Administrador del sistema, pero puede emplear esta tabla para eliminar elementos del llavero. Para eliminar elementos del llavero, seleccione aquellos que desee eliminar y pulse la tecla de borrado.";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "nNK-7X-rDb"; */
"nNK-7X-rDb.title" = "Item 2";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "File copying timeout limit"; ObjectID = "nUz-Yw-EhM"; */
"nUz-Yw-EhM.ibExternalAccessibilityDescription" = "Tiempo máximo de espera para la copia de archivos";

/* Class = "NSTextFieldCell"; title = "CCC User Agent:"; ObjectID = "nxe-ON-6no"; */
"nxe-ON-6no.title" = "Agente de usuario de CCC:";

/* Class = "NSButtonCell"; title = "About Stats & Usage"; ObjectID = "oah-Cy-XR7"; */
"oah-Cy-XR7.title" = "Acerca de las estadísticas y el uso";

/* Class = "NSButtonCell"; title = "Done"; ObjectID = "p4j-Pt-K27"; */
"p4j-Pt-K27.title" = "OK";

/* Class = "NSTextFieldCell"; title = "Stats & Usage:"; ObjectID = "p75-g3-emh"; */
"p75-g3-emh.title" = "Estadísticas y uso:";

/* Class = "NSButtonCell"; title = "Open Notifications Preference Pane"; ObjectID = "p8L-2E-NsQ"; */
"p8L-2E-NsQ.title" = "Abrir el panel de preferencias de Notificaciones";

/* Class = "NSButtonCell"; title = "Skip tasks that are missed when the system is on battery power"; ObjectID = "pLU-qe-Rnw"; */
"pLU-qe-Rnw.title" = "Omitir las tareas no ejecutadas cuando el equipo funciona con la batería";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove pre-sanity checks preflight script"; ObjectID = "pj9-qZ-lue"; */
"pj9-qZ-lue.ibExternalAccessibilityDescription" = "Quitar script previo a la comprobación inicial de validez";

/* Class = "NSButtonCell"; title = "Show Carbon Copy Cloner icon in the menu bar"; ObjectID = "qDr-Mn-NWQ"; */
"qDr-Mn-NWQ.title" = "Mostrar el icono de Carbon Copy Cloner en la barra de menú";

/* Class = "NSTableColumn"; headerCell.title = "Creation Date"; ObjectID = "sIK-fa-VRA"; */
"sIK-fa-VRA.headerCell.title" = "Fecha de creación";

/* Class = "NSToolbarItem"; label = "Passwords"; ObjectID = "u5k-pc-Ig2"; */
"u5k-pc-Ig2.label" = "Contraseñas";

/* Class = "NSToolbarItem"; paletteLabel = "Passwords"; ObjectID = "u5k-pc-Ig2"; */
"u5k-pc-Ig2.paletteLabel" = "Contraseñas";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "uUZ-IK-xkG"; */
"uUZ-IK-xkG.title" = "Celda de vista de tabla";

/* Class = "NSButtonCell"; title = "Collect anonymous usage statistics"; ObjectID = "wzV-FB-tgg"; */
"wzV-FB-tgg.title" = "Recopilar estadísticas anónimas de uso";

/* Class = "NSTextFieldCell"; title = "When Errors Occur:"; ObjectID = "x3C-qY-eig"; */
"x3C-qY-eig.title" = "Si se producen errores:";

/* Class = "NSWindow"; title = "Stats & Usage Privacy Panel"; ObjectID = "yXr-hW-Bno"; */
"yXr-hW-Bno.title" = "Panel de privacidad de Estadísticas y uso";

/* Class = "NSTextFieldCell"; title = "If the destination volume has an installation of macOS (Lion or later), macOS expects that volume to have an associated Recovery HD. The Recovery HD is not always required, however, so disable this message if you prefer to not receive it."; ObjectID = "zJi-4l-0co"; */
"zJi-4l-0co.title" = "Si el volumen de destino tiene una instalación de macOS (Lion o posterior), macOS espera que ese volumen tenga un Disco de recuperación asociado. No obstante, el Disco de recuperación no siempre es necesario, así que puede desactivar este mensaje si prefiere no recibirlo.";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "znE-Yq-7vH"; */
"znE-Yq-7vH.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Recovery HD:"; ObjectID = "zyk-uS-cWs"; */
"zyk-uS-cWs.title" = "Disco de recuperación:";
